package com.example.musicapp

object AppData {
    var artistName: String = "الشابة شوشو"
    var artistImg: Int =  R.drawable.artist

    var songsName: List<String> = listOf(
        "يا ليلي ويا ليلا",
        "إنت إيه",
        "مشاعر",
        "الغرام المستحيل",
        "أما براوة",
        "حبيبي يا نور العين",
        "كل القصايد",
        "الأطلال",
        "ثلاث دقات",
        "أهو ده اللي صار",
        "يا حبيبي تعال الحقني",
        "لو على قلبي",
        "أكتر واحد حبيته",
        "أنا مش أنانية",
        "قال إيه بيسألوني",
        "الدنيا ربيع",
        "سلامات يا حبايبنا",
        "أنا بعشق البحر",
        "إرجعولي تاني",
        "حلم بعيد"
    )

}